{
    "news": [
        {
            "title": "Русификатор v2.1.0",
            "content_1": "Переведены оставшиеся эпические аффиксы предметов, которые мы ранее пропустили",
            "content_2": "Проверен и исправлен перевод всех диалогов второго акта игры — «Северных пляжей»",
            "content_3": "Улучшен перевод имен и фракций существ (Грозовые крабы и Порождения Кетоса все равно будут отображаться на английском языке, к сожалению их имена глубоко в хардкоде)",
            "content_4": "Восстановлен и улучшен перевод некоторых умений и способностей",
            "content_5": "Исправлены лорные записки в Храме Кроноса, которые отображались на английском языке"
        },
        {
            "title": "Русификатор v2.0.2",
            "content_1": "Восстановлен перевод базовых особенностей предметов. Теперь переводиться должен абсолютно весь текст в предметах",
            "content_2": "Восстановлено особое выделение текста в некоторых диалогах (жирный текст и курсив)",
            "content_3": "Восстановлен перевод обучающих подсказок в справочнике",
            "content_4": "Восстановлен перевод некоторых умений и способностей",
            "content_5": "Переведен интерфейс божественной Амфоры, появляющийся в сюжетных заданиях второго акта"
        },
        {
            "title": "Русификатор v2.0.1",
            "content_1": "Заново переведена большая часть названий и описаний предметов, а также их аффиксов. Сообщите нам, если мы что-то пропустили",
            "content_2": "Улучшен перевод некоторых строк текста",
            "content_3": "Исправлены различные ошибки в переводе"
        },
        {
            "title": "Русификатор v2.0.0",
            "content_1": "Добавлена совместимость с последней версией игры 0.2.0",
            "content_2": "Переведены все умения и способности IV ступени мастерства",
            "content_3": "Проведены начальные работы по восстановлению нашей работы из пепла. Уровень русификации контента второго акта пока нами не проверялся, сначала мы восстановим весь наш предыдущий прогресс"
        },
        {
            "title": "Русификатор v1.9.7",
            "content_1": "Вручную просмотрен и улучшен перевод более половины всех диалогов в игре, включая перевод тех диалогов, которые пока нельзя увидеть обычным способом (из невышедших 2-го и 3-го актов игры). В одних диалогах просто исправлено обращение к неправильному роду персонажей, а другие диалоги полностью переписаны с нуля",
            "content_2": "Исправлено еще больше строк, которые ушли в хардкод и начали отображаться на английском языке после обновления игры v0.1.2",
            "content_3": "Переведены дополнительные строки, которые ранее отказывались переводиться (были в хардкоде)",
            "content_4": "Улучшен перевод некоторых других строк текста",
            "content_5": "Исправлены ошибки в некоторых строках текста"
        },
        {
            "title": "Субтитры на русском",
            "content_1": "Выпущен новый архив, который добавляет субтитры на русском языке во все существующие видеоролики",
            "content_2": "Субтитры нельзя установить через лаунчер напрямую. Качайте архив вручную через Telegram или Nexus Mods"
        }
    ]
}