{
    "news": [
        {
            "title": "Русификатор v2.2.1",
            "content_1": "Улучшен перевод некоторых диалогов и ответов на них",
            "content_2": "Улучшен перевод некоторых названий сюжетных заданий и их описаний",
            "content_3": "Улучшен перевод некоторых других строк текста",
            "content_4": "Восстановлен перевод предупреждений про билд мультиплеера",
            "content_5": "Исправлены некоторые ошибки перевода"
        },
        {
            "title": "Русификатор v2.2.0",
            "content_1": "Переведены все новые эпические предметы, добавленные в последнем хотфиксе игры",
            "content_2": "Улучшен перевод некоторых строк текста",
            "content_3": "Исправлены некоторые ошибки перевода"
        },
        {
            "title": "Русификатор v2.1.2",
            "content_1": "Улучшен перевод некоторых названий предметов и их аффиксов",
            "content_2": "Улучшен перевод некоторых умений и модификаторов",
            "content_3": "Улучшен перевод некоторых диалогов второй главы",
            "content_4": "Исправлены некоторые ошибки перевода"
        },
        {
            "title": "Русификатор v2.1.1",
            "content_1": "Восстановлен перевод «Времени атаки», «Времени сотворения» и «Времени применения» в описаниях умений",
            "content_2": "Восстановлен перевод названий вкладок настроек",
            "content_3": "Улучшен перевод некоторых диалогов второй главы игры",
            "content_4": "Улучшен перевод других строк текста",
            "content_5": "Исправлены некоторые ошибки перевода"
        },
        {
            "title": "Русификатор v2.1.0",
            "content_1": "Переведены оставшиеся эпические аффиксы предметов, которые мы ранее пропустили",
            "content_2": "Проверен и исправлен перевод всех диалогов второй главы игры — «Северных пляжей»",
            "content_3": "Улучшен перевод имен и фракций существ (Грозовые крабы и Порождения Кетоса все равно будут отображаться на английском языке, к сожалению их имена глубоко в хардкоде)",
            "content_4": "Восстановлен и улучшен перевод некоторых умений и способностей",
            "content_5": "Исправлены лорные записки в Храме Кроноса, которые отображались на английском языке"
        },
        {
            "title": "Русификатор v2.0.2",
            "content_1": "Восстановлен перевод базовых особенностей предметов. Теперь переводиться должен абсолютно весь текст в предметах",
            "content_2": "Восстановлено особое выделение текста в некоторых диалогах (жирный текст и курсив)",
            "content_3": "Восстановлен перевод обучающих подсказок в справочнике",
            "content_4": "Восстановлен перевод некоторых умений и способностей",
            "content_5": "Переведен интерфейс божественной Амфоры, появляющийся в сюжетных заданиях второй главы"
        },
        {
            "title": "Русификатор v2.0.1",
            "content_1": "Заново переведена большая часть названий и описаний предметов, а также их аффиксов. Сообщите нам, если мы что-то пропустили",
            "content_2": "Улучшен перевод некоторых строк текста",
            "content_3": "Исправлены различные ошибки в переводе"
        },
        {
            "title": "Русификатор v2.0.0",
            "content_1": "Добавлена совместимость с последней версией игры 0.2.0",
            "content_2": "Переведены все умения и способности IV ступени мастерства",
            "content_3": "Проведены начальные работы по восстановлению нашей работы из пепла. Уровень русификации контента второй главы пока нами не проверялся, сначала мы восстановим весь наш предыдущий прогресс"
        },
        {
            "title": "Субтитры на русском",
            "content_1": "Выпущен новый архив, который добавляет субтитры на русском языке во все существующие видеоролики",
            "content_2": "Субтитры нельзя установить через лаунчер напрямую. Качайте архив вручную через Telegram или Nexus Mods"
        }
    ]
}